{
    "selectedSiteData": [
        {
            "siteID": 2,
            "name": "City Hall",
            "text": "<p mt-0>The historic first Woman's Rights Convention that took place in Seneca Falls in 1848 was followed by several other local conventions. It then became a national Woman's Rights Convention and an annual event in 1850. The third annual convention was held here in Syracuse at City Hall in 1852. It was not held in the current building, which was completed in in 1892, but in the original building pictured in the second and third photos. At the time of the convention, the bell tower in the photos had not yet been added.</p><p>The Syracuse convention was attended by 2000 people who traveled from eight US states and Canada. Poet and activist Elizabeth Oakes Smith addressed the crowd with the following words 'our aim is nothing less than … that every American citizen, whether man or woman, may have a voice in the laws by which we are governed.' </p><p>The convention was the first attended by two important women in the movement, Susan B. Anthony and Matilda Joslyn Gage.</p><p>Susan B. Anthony came to the convention as an agent for Amelia Bloomer's temperance newspaper, and did not speak at the convention. The previous year it had been Amelia Bloomer who introduced Anthony to Elizabeth Cady Stanton, organizer of the Seneca Falls convention and coauthor of the Declaration of Sentiments that was signed by the participants of that convention. Anthony was not an ardent supporter of women's rights at the time, but became one following the Syracuse convention, particularly due to the speech that Lucy Stone delivered there. The most notable part of Stone's comments were a call for women to resist taxation as long as they are not represented. Anthony and Cady Stanton would go on to work together for women's rights, with Anthony taking on the bulk of the travel and speaking engagements, and Cady Stanton writing the speeches as well as newspaper articles while raising her children. Anthony would become the most well known suffragist of her time. In 1872 hundreds of women all across the country attempted to vote, but Anthony was the only one arrested as the government chose to make a test case of the most famous suffragist. Her trial was national news.</p><p>Matilda Joslyn Gage, who lived most of her life in nearby Fayetteville, came to the Syracuse convention a full supporter of women's rights and delivered her first public speech on the subject there. She was an untrained speaker, nervous, and delivered her speech softly, but was encouraged by Lucretia Mott who presided over the convention and moved that the speech be published and circulated as a woman's rights tract. You can listed to part of Gage's speech by clicking the button. Gage went on to organize the 1854 convention in Saratoga Springs. In 1869, Anthony, Cady Stanton, and Gage founded the National Woman Suffrage Association together. Gage worked just as tirelessly for the organization as the other two women, in activism, in publication of articles, in running the organization, and in documenting its history. She was co-author of History of Women Suffrage alongside Cady Stanton & Anthony. In the late 1880s when the woman's rights movement shifted in a more conservative direction and Anthony was more willing to compromise with the temperance movement in leadership, Gage's role was de-emphasized in history due to her views that were considered too radical for her time. Her home in Fayetteville is now a museum. </p><p>The foundation of the National Woman Suffrage Association in 1869 is an event that had the chance to occur at the Syracuse convention, but did not. A motion to create a permanent national organization to champion women's rights was voted down. There were concerns that it might hinder the spontaneity and creativity of individual suffragists and result in friction and division.</p><p>The attendees of the Syracuse convention did not live to see their efforts rewarded in 1920, when women gained the right to vote with the passage of the 19th amendment.</p>",
            "audioNarrationURL": "/audio/cityHallNarration.mp3",
            "createdAt": "2025-01-16T00:46:24.643Z",
            "updatedAt": "2025-01-16T00:46:24.643Z",
            "photos": [
                {
                    "photoID": 5,
                    "siteID": 2,
                    "url": "/images/cityHallToday.jpg",
                    "caption": "City Hall today",
                    "credit": "City Hall today: Library of Congress",
                    "creditURL": "https://picryl.com/media/the-1892-city-hall-building-in-syracuse-new-york-967bea",
                    "altTag": "City Hall today",
                    "createdAt": "2025-01-16T00:46:24.649Z",
                    "updatedAt": "2025-01-16T00:46:24.649Z"
                },
                {
                    "photoID": 6,
                    "siteID": 2,
                    "url": "/images/oldCityHallNoBell.jpg",
                    "caption": "Original City Hall building",
                    "credit": "Original City Hall 1: Onondaga Historical Association",
                    "creditURL": "https://www.cnyhistory.org/",
                    "altTag": "The original City Hall building with the bell on the front porch before installation",
                    "createdAt": "2025-01-16T00:46:24.654Z",
                    "updatedAt": "2025-01-16T00:46:24.654Z"
                },
                {
                    "photoID": 7,
                    "siteID": 2,
                    "url": "/images/oldCityHallWithBell.jpg",
                    "caption": "Original City Hall building",
                    "credit": "Original City Hall 2: Onondaga Historical Association",
                    "creditURL": "https://www.cnyhistory.org/",
                    "altTag": "The original City Hall building with the bell installed in the tower",
                    "createdAt": "2025-01-16T00:46:24.662Z",
                    "updatedAt": "2025-01-16T00:46:24.662Z"
                },
                {
                    "photoID": 8,
                    "siteID": 2,
                    "url": "/images/anthonyAndGage.jpg",
                    "caption": "Anthony & Gage",
                    "credit": "Anthony & Gage: Both images from Wikipedia, unknown author",
                    "creditURL": "https://en.wikipedia.org/wiki/Susan_B._Anthony#/media/File:SB_Anthony_from_RoRaWW.jpg",
                    "altTag": "Portraits of Susan B. Anthony and Matilda Joslyn Gage",
                    "createdAt": "2025-01-16T00:46:24.665Z",
                    "updatedAt": "2025-01-16T00:46:24.665Z"
                }
            ],
            "location": {
                "locationID": 2,
                "siteID": 2,
                "latForMapDisplay": "43.05",
                "lngForMapDisplay": "-76.14925",
                "latForGeolocation": "43.0500446",
                "lngForGeolocation": "-76.1513069",
                "popUpDescription": "Site of the Third National Woman's Rights Convention, 1852",
                "timesVisited": 0,
                "createdAt": "2025-01-16T00:46:24.646Z",
                "updatedAt": "2025-01-16T00:46:24.646Z"
            },
            "soundEffects": [
                {
                    "soundEffectID": 4,
                    "siteID": 2,
                    "name": "Play Narration",
                    "caption": "",
                    "url": "/audio/cityHallNarration.mp3",
                    "credit": "",
                    "creditURL": "",
                    "createdAt": "2025-01-16T00:46:24.668Z",
                    "updatedAt": "2025-01-16T00:46:24.668Z"
                },
                {
                    "soundEffectID": 5,
                    "siteID": 2,
                    "name": "Gage Speech",
                    "caption": "Hear an excerpt from the speech Matilda Joslyn Gage delivered here by clicking the button above.",
                    "url": "/audio/gageSpeech.mp3",
                    "credit": "Kyle Gilbert",
                    "creditURL": "https://susanb.org/wp-content/uploads/2018/12/Matilda-Joslyn-Gage-Syracuse-NY-1852.pdf",
                    "createdAt": "2025-01-16T00:46:24.670Z",
                    "updatedAt": "2025-01-16T00:46:24.670Z"
                },
                {
                    "soundEffectID": 6,
                    "siteID": 2,
                    "name": "Steam Trains",
                    "caption": "Hear a steam train like those that ran down nearby Washington Street in the 1800s, by clicking the button above.",
                    "url": "/audio/freeSoundSteam2.mp3",
                    "credit": "gadzooks",
                    "creditURL": "https://freesound.org/people/gadzooks/sounds/39413/",
                    "createdAt": "2025-01-16T00:46:24.673Z",
                    "updatedAt": "2025-01-16T00:46:24.673Z"
                }
            ],
            "textCredits": [
                {
                    "textCreditID": 8,
                    "siteID": 2,
                    "credit": "She Who Holds the Sky, by Sally Roesch Wagner",
                    "url": "",
                    "createdAt": "2025-01-16T00:46:24.676Z",
                    "updatedAt": "2025-01-16T00:46:24.676Z"
                },
                {
                    "textCreditID": 9,
                    "siteID": 2,
                    "credit": "City of Syracuse",
                    "url": "http://www.syracuse.ny.us/History_of_City_Hall.aspx",
                    "createdAt": "2025-01-16T00:46:24.678Z",
                    "updatedAt": "2025-01-16T00:46:24.678Z"
                },
                {
                    "textCreditID": 10,
                    "siteID": 2,
                    "credit": "National Park Service: Susan B. Anthony",
                    "url": "https://www.nps.gov/people/susan-b-anthony.htm",
                    "createdAt": "2025-01-16T00:46:24.681Z",
                    "updatedAt": "2025-01-16T00:46:24.681Z"
                },
                {
                    "textCreditID": 11,
                    "siteID": 2,
                    "credit": "National Park Service: Elizatbeth Cady Stanton",
                    "url": "https://www.nps.gov/wori/learn/historyculture/elizabeth-cady-stanton.htm",
                    "createdAt": "2025-01-16T00:46:24.683Z",
                    "updatedAt": "2025-01-16T00:46:24.683Z"
                },
                {
                    "textCreditID": 12,
                    "siteID": 2,
                    "credit": "Free Thought Trail",
                    "url": "https://freethought-trail.org/historical-events/event:national-womans-rights-convention-of-1852/",
                    "createdAt": "2025-01-16T00:46:24.686Z",
                    "updatedAt": "2025-01-16T00:46:24.686Z"
                }
            ]
        }
    ]
}